window.STORY2_SCRIPT = [
 {
  "text": "よく来たな！\nひよっこども！",
  "event": ""
 },
 {
  "text": "オレは○○の百人隊長スパル\nお前らの教官だ",
  "event": ""
 },
 {
  "text": "今からお前らにローマで生き抜くすべを教えてやる",
  "event": ""
 },
 {
  "text": "いいか\nローマで生き抜くのに必要な力",
  "event": ""
 },
 {
  "text": "それは行動力！\nつまりは筋肉だ！",
  "event": ""
 },
 {
  "text": "今からお前らに試練を与える",
  "event": ""
 },
 {
  "text": "",
  "event": "ダイスが振られる"
 },
 {
  "text": "",
  "event": "訓練場がオープン"
 },
 {
  "text": "このダイスをすべて使い切る前に２回「訓練場」に行くんだ\n簡単だろ",
  "event": ""
 },
 {
  "text": "おっと\nわかっていると思うがまさか手ぶらで「訓練場」に行けると思っていないだろうな",
  "event": ""
 },
 {
  "text": "「訓練場」に行くにはA「権力」B「知識」C「金貨」この３つが必要だ",
  "event": ""
 },
 {
  "text": "この３つを持って訓練場に行けばそれと引き換えに追加の色ダイスが手に入る",
  "event": ""
 },
 {
  "text": "追加色ダイスは即座に振ってこのラウンドから使えるぞ",
  "event": ""
 },
 {
  "text": "わかったら、とっとと行きやがれ！",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが１秒間消える"
 },
 {
  "text": "なに！無理だって\nこれだから、ひよっこは",
  "event": ""
 },
 {
  "text": "えーい\nお前らにも今までつちかってきたものがあるだろ\nそれを使うんだ",
  "event": ""
 },
 {
  "text": "",
  "event": "初期資源カード４枚が配られるR007、R009、R010、R018"
 },
 {
  "text": "この中から２枚選んで使ってみろ",
  "event": ""
 },
 {
  "text": "オレは野暮用があるからあとは自分たちで勝手に訓練してな",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが消える"
 },
 {
  "text": "",
  "event": "小麦畑、農園、酒場オープン"
 },
 {
  "text": "",
  "event": "初期資源カードを２枚選ぶ"
 },
 {
  "text": "真面目に訓練してるな\nちょっとは使えるようになったか？",
  "event": "訓練場にダイスを置く（１回目）"
 },
 {
  "text": "お、どうして俺が「酒場」にいるってわかったんだ？",
  "event": "酒場にダイスを置く"
 },
 {
  "text": "まあいい\n一緒に飲め！",
  "event": ""
 },
 {
  "text": "ちゃんとK2「食料」を持ってきてるな\nわかってるじゃないか",
  "event": ""
 },
 {
  "text": "",
  "event": "食料2減る"
 },
 {
  "text": "よしよし、これをお前にやろう",
  "event": ""
 },
 {
  "text": "",
  "event": "人脈3増える"
 },
 {
  "text": "いいかローマで一番必要な資源\nそれはZ「人脈」だ",
  "event": ""
 },
 {
  "text": "Z「人脈」はA「権力」B「知識」C「金貨」のどれか一つの代わりに使える万能資源だ",
  "event": ""
 },
 {
  "text": "Z「人脈」があればとりあえず何とかなる\nコネも実力のうちだ",
  "event": ""
 },
 {
  "text": "２回目の訓練もこなしたか\nちったぁ、ましな面構えになってきたな",
  "event": "訓練場にダイスを置く（2回目）"
 },
 {
  "text": "いいか！\n人は裏切っても筋肉は裏切らない",
  "event": ""
 },
 {
  "text": "迷ったらとにかく訓練だ！",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが１秒間消える"
 },
 {
  "text": "まさかこれで終わりだと思ってないだろな",
  "event": ""
 },
 {
  "text": "あとは次のラウンドに備えて準備しておくんだよ",
  "event": ""
 },
 {
  "text": "こんな簡単な訓練もできないとは情けない\nもう一度やり直しだ",
  "event": "ダイスを使い切る（色ダイスが４個以下）"
 },
 {
  "text": "",
  "event": "ダイスを使い切る（色ダイスが5個）"
 },
 {
  "text": "",
  "event": "次のラウンドになる"
 },
 {
  "text": "よーし次のラウンドだ",
  "event": ""
 },
 {
  "text": "このラウンドではお前らにはカードの獲得をやってもらう",
  "event": ""
 },
 {
  "text": "なに！もっと訓練がしたいって",
  "event": ""
 },
 {
  "text": "いい心がけだ",
  "event": ""
 },
 {
  "text": "だがゲーム中獲得できる色ダイスの上限は５個だ",
  "event": ""
 },
 {
  "text": "もっとも６個獲得する方法もあるにはあるがお前らにはまだ早い",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが消える"
 },
 {
  "text": "",
  "event": "市場、皇帝宮殿、元老院オープン"
 },
 {
  "text": "カードの獲得方法は分かっているな",
  "event": ""
 },
 {
  "text": "そうだ、「皇帝宮殿」に行ってコストを払うんだ",
  "event": ""
 },
 {
  "text": "だが、それだけじゃぁない！",
  "event": ""
 },
 {
  "text": "ここを押してみろ",
  "event": ""
 },
 {
  "text": "",
  "event": "ショップが光る"
 },
 {
  "text": "",
  "event": "ショップをクリックする"
 },
 {
  "text": "",
  "event": "スパルとセリフが消える"
 },
 {
  "text": "",
  "event": "SHOP001-006の2Rからの文字→次のラウンドから"
 },
 {
  "text": "",
  "event": "SHOP201、202、203見えなくする"
 },
 {
  "text": "",
  "event": "SHOP101-106すべて人材カード"
 },
 {
  "text": "",
  "event": "３秒後スパルが出てくる"
 },
 {
  "text": "カードの下を見てみろ「目1-6」や「目1-5」などと書いてあるだろ",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが5秒間消えて「目1-6」や「目1-5」と書いてあるところがすべて光る"
 },
 {
  "text": "「皇帝宮殿」に置いたダイスが6なら「目1-6」のカードからしか獲得できねぇ",
  "event": ""
 },
 {
  "text": "「皇帝宮殿」に置いたダイスが5なら「目1-6」か「目1-5」だ",
  "event": ""
 },
 {
  "text": "「皇帝宮殿」に置いたダイスが1ならどのカードから選んでもいい",
  "event": ""
 },
 {
  "text": "チェックマークがついているカードが獲得可能なカードだ",
  "event": ""
 },
 {
  "text": "",
  "event": "セリフの上にカード貴族を拡大で表示してチェックマークをつけそれを光らせる"
 },
 {
  "text": "チェックマークがなければ今獲得できるカードはないってことだ",
  "event": ""
 },
 {
  "text": "チェックマークがついているカードを押してみれば",
  "event": ""
 },
 {
  "text": "カードを獲得するってボタンがあるからそれで獲得してもいいぜ",
  "event": ""
 },
 {
  "text": "その場合どこに何の目のダイスを置くかはAIが勝手に決めちまうからこだわりがあんならやめときな",
  "event": ""
 },
 {
  "text": "わかったらとっとと、さっきのエリアに戻りやがれ",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが消える"
 },
 {
  "text": "",
  "event": "タブの「エリア」が光る"
 },
 {
  "text": "このラウンド中に何でもいいからカードを２枚獲得できれば合格だ",
  "event": "エリアに戻る"
 },
 {
  "text": "できないようなら、できるまで徹底的に鍛えてやる！",
  "event": ""
 },
 {
  "text": "「元老院」とはなにかって？",
  "event": ""
 },
 {
  "text": "そんなことも知らないのか！",
  "event": ""
 },
 {
  "text": "基本は「皇帝宮殿」と同じだ",
  "event": ""
 },
 {
  "text": "「皇帝宮殿」に行けないときに代わりに行ってみやがれ",
  "event": ""
 },
 {
  "text": "「市場」とは何かだと？",
  "event": ""
 },
 {
  "text": "そんなもん考えりゃわかるだろ！",
  "event": ""
 },
 {
  "text": "なにからなにまで言わせんな！",
  "event": ""
 },
 {
  "text": "最後にこれを使えるようになっとけ",
  "event": ""
 },
 {
  "text": "",
  "event": "ターン開始時に戻るボタンと１手戻るボタンが出てくる"
 },
 {
  "text": "これは......ああ...アレだ。\n説明しなくてもわかんだろ",
  "event": ""
 },
 {
  "text": "",
  "event": "スパルとセリフが消えてダイスが置けるようになる"
 },
 {
  "text": "よーし、まずは１枚目か\n順調のようだな",
  "event": "カード獲得１枚目1-2ターンの時"
 },
 {
  "text": "やっと１枚目か\n大丈夫か",
  "event": "カード獲得１枚目3-4ターンの時"
 },
 {
  "text": "今更１枚目でどうするんだ！",
  "event": "カード獲得１枚目5ターンの時"
 },
 {
  "text": "合格だ！",
  "event": "カード獲得２枚目"
 },
 {
  "text": "だがまさか、これで終わりだと思ってねぇだろな",
  "event": ""
 },
 {
  "text": "次が最終試験だ",
  "event": ""
 },
 {
  "text": "",
  "event": "ショップ画面に移動"
 },
 {
  "text": "",
  "event": "ショップ001-006にM007-012がランダムで出てくる"
 },
 {
  "text": "次のラウンドこれらのモニュメントを獲得して6VP以上になったら合格だ",
  "event": ""
 },
 {
  "text": "モニュメントは「目1-6」とかは関係ねぇ",
  "event": ""
 },
 {
  "text": "そのかわりカードに書いてある「ダイス目○以上」の目じゃねぇと獲得できないから気をつけな！",
  "event": ""
 },
 {
  "text": "",
  "event": "エリア画面に戻る"
 },
 {
  "text": "わかったらとっとと次のラウンドに備えるんだな！",
  "event": ""
 },
 {
  "text": "お前まさか獲得したカードの使い方わかんねぇじゃねぇだろうな",
  "event": "カードを獲得後使わずに次のターンになる"
 },
 {
  "text": "カードってのはこうやって使うんだよ",
  "event": ""
 },
 {
  "text": "",
  "event": "フリーアクションボタンが出てくる"
 },
 {
  "text": "それを押してみな",
  "event": ""
 },
 {
  "text": "",
  "event": "フリーアクションボタンが光る"
 },
 {
  "text": "",
  "event": "フリーアクションボタンを押す"
 },
 {
  "text": "獲得したカードはこっから使えんだよ",
  "event": ""
 },
 {
  "text": "試しに押してみな",
  "event": ""
 },
 {
  "text": "",
  "event": "スパルとセリフが消える"
 },
 {
  "text": "",
  "event": "カードをクリックする"
 },
 {
  "text": "使ったカードはタップ（横向き）されて次のラウンドまで使えねぇ",
  "event": ""
 },
 {
  "text": "",
  "event": "スパルとセリフが１秒消える"
 },
 {
  "text": "何事にもタイミングってものがある",
  "event": ""
 },
 {
  "text": "さっきのカードがタイミングじゃなけりゃ",
  "event": ""
 },
 {
  "text": "そのボタンで戻すんだな",
  "event": ""
 },
 {
  "text": "",
  "event": "１手戻るボタンが光る"
 },
 {
  "text": "まさか、こんな簡単なこともできねぇとはな\nやり直しだ！",
  "event": "ダイスを使い切る（カードを２枚獲得できない）"
 },
 {
  "text": "よし、次が最終ラウンドだ",
  "event": "ダイスを使い切る（カードを２枚獲得できた+タップしていないカードがある）"
 },
 {
  "text": "今のうちに獲得したカードを使っときな",
  "event": ""
 },
 {
  "text": "",
  "event": "次のラウンドになる"
 },
 {
  "text": "これが最終試験だ！\nどんな手を使ってもいい！",
  "event": ""
 },
 {
  "text": "６VP以上獲得するんだ",
  "event": ""
 },
 {
  "text": "",
  "event": "以下自由にプレイ"
 }
];
