window.STORY2_SCRIPT = [
 {
  "text": "よく来たな！\nひよっこども！",
  "event": ""
 },
 {
  "text": "オレは○○○の百人隊長スパル\nお前らの教官だ",
  "event": ""
 },
 {
  "text": "今からお前らにローマで生き抜くすべを教えてやる",
  "event": ""
 },
 {
  "text": "いいか\nローマで生き抜くのに必要な力",
  "event": ""
 },
 {
  "text": "それは行動力！\nつまりは筋肉だ！",
  "event": ""
 },
 {
  "text": "今からお前らに試練を与える",
  "event": ""
 },
 {
  "text": "",
  "event": "ダイスが振られる"
 },
 {
  "text": "",
  "event": "訓練場がオープン"
 },
 {
  "text": "このダイスをすべて使い切る前に２回訓練場に行くんだ\n簡単だろ",
  "event": ""
 },
 {
  "text": "おっと\nわかっていると思うがまさか手ぶらで訓練場に行けると思っていないだろうな",
  "event": ""
 },
 {
  "text": "訓練場に行くにはA「権力」B「知識」C「金貨」この３つが必要だ",
  "event": ""
 },
 {
  "text": "この３つを持って訓練場に行けばそれと引き換えに追加の色ダイスが手に入る",
  "event": ""
 },
 {
  "text": "追加色ダイスは即座に振ってこのラウンドから使えるぞ",
  "event": ""
 },
 {
  "text": "わかったらとっとと行きやがれ！",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが１秒間消える"
 },
 {
  "text": "なに！無理だって\nこれだから、ひよっこは",
  "event": ""
 },
 {
  "text": "えーい\nお前らにも今までつちかってきたものがあるだろ\nそれを使うんだ",
  "event": ""
 },
 {
  "text": "",
  "event": "初期資源カード４枚が配られるR007、R009、R010、R018"
 },
 {
  "text": "この中から２枚選んで使ってみろ",
  "event": ""
 },
 {
  "text": "オレは野暮用があるからあとは自分たちで勝手に訓練してな",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが消える"
 },
 {
  "text": "",
  "event": "小麦畑、農園、酒場オープン"
 },
 {
  "text": "",
  "event": "初期資源カードを２枚選ぶ"
 },
 {
  "text": "真面目に訓練してるな\nちょっとは使えるようになったか？",
  "event": "訓練場にダイスを置く（１回目）"
 },
 {
  "text": "お、どうして俺が酒場にいるってわかったんだ？",
  "event": "酒場にダイスを置く"
 },
 {
  "text": "まあいい\n一緒に飲め！",
  "event": ""
 },
 {
  "text": "ちゃんとK2「食料」を持ってきてるな\nわかってるじゃないか",
  "event": ""
 },
 {
  "text": "",
  "event": "食料2減る"
 },
 {
  "text": "よしよし、これをお前にやろう",
  "event": ""
 },
 {
  "text": "",
  "event": "人脈3増える"
 },
 {
  "text": "いいかローマで一番必要な資源\nそれはZ「人脈」だ",
  "event": ""
 },
 {
  "text": "Z「人脈」はA「権力」B「知識」C「金貨」のどれか一つの代わりに使える万能資源だ",
  "event": ""
 },
 {
  "text": "Z「人脈」があればとりあえず何とかなる\nコネも実力のうちだ",
  "event": ""
 },
 {
  "text": "２回目の訓練もこなしたか\nちったぁ、ましな面構えになってきたな",
  "event": "訓練場にダイスを置く（2回目）"
 },
 {
  "text": "いいか！\n人は裏切っても筋肉は裏切らない",
  "event": ""
 },
 {
  "text": "迷ったらとにかく訓練だ！",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが１秒間消える"
 },
 {
  "text": "まさかこれで終わりだと思ってないだろうな",
  "event": ""
 },
 {
  "text": "あとは次のラウンドに備えて準備しておくんだよ",
  "event": ""
 },
 {
  "text": "こんな簡単な訓練もできないとは情けない\nもう一度やり直しだ",
  "event": "ダイスを使い切る（色ダイスが４個以下）"
 },
 {
  "text": "",
  "event": "ダイスを使い切る（色ダイスが5個）"
 },
 {
  "text": "",
  "event": "次のラウンドになる"
 },
 {
  "text": "よーし次のラウンドだ",
  "event": ""
 },
 {
  "text": "このラウンドではお前らにはカードの獲得をやってもらう",
  "event": ""
 },
 {
  "text": "なに！もっと訓練がしたいって",
  "event": ""
 },
 {
  "text": "いい心がけだ",
  "event": ""
 },
 {
  "text": "だがゲーム中獲得できる色ダイスの上限は５個だ",
  "event": ""
 },
 {
  "text": "もっとも６個獲得する方法もあるにはあるがお前らにはまだ早い",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが消える"
 },
 {
  "text": "",
  "event": "市場、皇帝宮殿、元老院オープン"
 },
 {
  "text": "カードの獲得方法は分かっているな",
  "event": ""
 },
 {
  "text": "そうだ、皇帝宮殿に行ってコストを払うんだ",
  "event": ""
 },
 {
  "text": "だが、それだけじゃぁない！",
  "event": ""
 },
 {
  "text": "ここをクリックしてみろ",
  "event": ""
 },
 {
  "text": "",
  "event": "ショップが光る"
 },
 {
  "text": "",
  "event": "ショップをクリックする"
 },
 {
  "text": "",
  "event": "スパルとセリフが消える"
 },
 {
  "text": "",
  "event": "SHOP001-006の2Rからの文字→次のラウンドから"
 },
 {
  "text": "",
  "event": "SHOP201、202、203見えなくする"
 },
 {
  "text": "",
  "event": "SHOP101-106すべて人材カード"
 },
 {
  "text": "",
  "event": "３秒後スパルが出てくる"
 },
 {
  "text": "カードの下を見てみろ「目1-6」や「目1-5」などと書いてあるだろ",
  "event": ""
 },
 {
  "text": "",
  "event": "セルフとスパルが5秒間消えて「目1-6」や「目1-5」と書いてあるところがすべて光る"
 },
 {
  "text": "これは皇帝宮殿に",
  "event": ""
 }
];
